{
  "name": "Кованое Железо",
  "icon": "tfc:textures/items/metal/ingot/wrought_iron.png",
  "category": "advanced_metalworking",
  "advancement": "tfc:main/bronze_age",
  "sortnum": 1,
  "pages": [
    {
      "type": "text",
      "text": "Следующим шагом после металлов на основе меди является $(item)железо$(). Плавка железа требует нового типа печи, называемой $(item)Доменной печью$(), и нескольких этапов работы на наковальне. Давайте сначала рассмотрим различные типы $(thing)руды, содержащей железо$(). Для этого вам определенно стоит пойти на поиски и выкопать крупные жилы!"
    },
    {
      "type": "spotlight",
      "item": "tfc:ore/small/hematite",
      "title": "Маленький Гематит",
      "text": "Гематит - это руда, содержащая железо."
    },
    {
      "type": "spotlight",
      "item": "tfc:ore/small/limonite",
      "title": "Маленький Лимонит",
      "text": "Лимонит!"
    },
    {
      "type": "spotlight",
      "item": "tfc:ore/small/magnetite",
      "title": "Маленький Магнетит",
      "text": "К сожалению, настоящие магниты в TFC сделать нельзя."
    },
    {
      "type": "text",
      "text": "Чтобы выплавить железную руду в кованое железо, вам понадобится $(item)доменная печь$(). Чтобы построить её, вам понадобится некоторое количество камня, предпочтительно гладкий камень или кирпичи (поскольку они не падают), а также блок доменной печи."
    },
    {
      "type": "crafting",
      "recipe": "tfc:bloomery",
      "title": "Доменная Печь",
      "text": "Подойдут любые двойные листы из бронзы."
    },
    {
      "type": "text",
      "text": "Структура доменной печи состоит из блока доменной печи с блоком камня под ним, над ним и по бокам от него. Блок сразу за блоком доменной печи должен быть пустым, с камнем под ним и камнем с трех оставшихся сторон."
    },
    {
      "type": "text",
      "text": "Блок сразу над ним также должен быть пустым и окруженным со всех четырех сторон камнем. По сути, это двухблочная каменная труба, соединенная с задней частью блока доменной печи. Чтобы доменная печь могла вмещать больше руды, добавляйте блоки, чтобы труба становилась выше.$(br2)$(thing)Переверните страницу, чтобы увидеть диаграмму$()"
    },
    {
      "type": "multiblock",
      "multiblock_id": "tfc:bloomery",
      "text": "Самая маленькая возможная многослойная доменная печь."
    },
    {
      "type": "text",
      "text": "Шаги использования доменной печи:$(br2)1. Откройте люк доменной печи, $(item)кликнув правой кнопкой мыши$() и $(item)кликнув правой кнопкой мыши с зажатым Shift$() восемь раз с $(thing)деревянным углем$(), чтобы заполнить первый блок трубы деревянным углем.$(br2)2. Заберитесь на вершину доменной печи и сбросьте до 24 руд, содержащих железо (в зависимости от размера доменной печи -- самая маленькая печь может вместить 8, самая большая - 24. Как правило, вы захотите заполнить её до половины от полной вместимости рудой)."
    },
    {
      "type": "text",
      "text": "3. Сбросьте столько же или больше деревянного угля в трубу. На этом этапе текстура деревянного угля должна измениться на блок доменной печи, и руда с углем должны исчезнуть.$(br2)$(item)Примечание: Для этого подойдет только деревянный уголь, не другие виды минералов, такие как Бурый Уголь или Каменный Уголь.$()$(br2)4. Закройте люк доменной печи, зажгите огонь при помощи кремня и стали и ждите около 15 часов!"
    },
    {
      "type": "text",
      "text": "Теперь начнем обрабатывать железный цветок в слитки кованого железа:$(br2)1. Когда доменная печь перестанет гореть внешне, вы закончили! Откройте люк и выкопайте цветок при помощи кирки. Теперь настала пора работы на наковальне. Ваша первая задача - очистить цветок на наковальне. Поместите его внутрь и выберите план $(item)Очищенный Железный Цветок$(), и работайте с ним. Рецепт на наковальне для этого довольно прост, не волнуйтесь."
    },
    {
      "type": "text",
      "text": "2. Положите ваш очищенный цветок обратно и снова кликните по плану $(item)Очищенный Железный Цветок$(). После завершения процесса ковки цветок разделится на несколько частей.$(br2)$(thing)Примечание: Это необходимо только в том случае, если на всплывающей подсказке вашего цветка указано более 100%. Рецепт разделения разбивает цветок на несколько цветков по 100%, и один цветок с остатком. Слитки можно изготовить только из цветков на 100%."
    },
    {
      "type": "text",
      "text": "3. Возьмите любые цветки на 100%, которые у вас есть, и положите их обратно на наковальню. Повторная обработка цветка даст вам $(item)слиток кованого железа$(). Поздравляем!$(br2)$(thing)Для цветков, оставшихся с <100%, снова бросьте их в доменную печь или расплавьте в кузнице/тагле."
    }
  ]
}