{
  "name": "Вода и огонь",
  "icon": "tfc:textures/items/food/cooked_venison.png",
  "category": "getting_started",
  "advancement": "tfc:main/logging",
  "sortnum": 3,
  "pages": [
    {
      "type": "text",
      "text": "Вероятно, вы уже хотите пить. Это не проблема. Просто $(4)кликните правой кнопкой мыши$() по блоку пресной воды, чтобы выпить."
    },
    {
      "type": "text",
      "text": "Чтобы приготовить еду и осветить ваш первый домик ночью, вам понадобится построить $(thing)кострище$().$(br2)Для создания кострища сначала вам нужен зажигалка, которую можно сделать из двух палок."
    },
    {
      "type": "crafting",
      "recipe": "tfc:firestarter",
      "text": "Зажигалка имеет небольшую прочность, но работает так же, как $(l:advanced_metalworking/steel)кремень и сталь$()."
    },
    {
      "type": "text",
      "text": "Чтобы построить лагерный огонь, бросьте на землю хотя бы $(item)одно бревно, три палки и до трех$() $(l:getting_started/basic_materials)соломы$(). Солома необязательна, но увеличивает шансы на поджигание. Удерживайте $(4)правую кнопку мыши$() с зажигалкой, чтобы разжечь огонь. Это может потребовать нескольких попыток."
    },
    {
      "type": "text",
      "text": "Кострище будет готовить пищу и делать факелы из палок, но вы должны поддерживать огонь бревнами, иначе он погаснет."
    },
    {
      "type": "multiblock",
      "enable_visualize": false,
      "text": "Кострище позволяет готовить пищу, но оно обожжет вас, если вы наступите на него.",
      "name": "Кострище",
      "multiblock": {
        "mapping": {
          "P": "tfc:firepit[lit=true]"
        },
        "pattern": [
          [
            "P"
          ],
          [
            "0"
          ]
        ],
        "symmetrical": true
      }
    },
    {
      "type": "tfc:heat_recipe",
      "recipe": "tfc:torch",
      "text": "Кострище работает по $(l:reference/heating_recipes)рецептам нагревания$(), которые по сути являются версией TFC рецептов плавки. По мере нагревания кострища с помощью топлива оно может превратить ингредиент в продукт при определенной температуре. Кострище не нагревается сильно, но его можно использовать для изготовления факелов, а также для приготовления мяса."
    },
    {
      "type": "tfc:heat_recipe",
      "recipe": "tfc:glass",
      "text": "Стекло можно сделать при более высокой температуре, но это проще сделать в кузнице."
    },
    {
      "type": "tfc:heat_recipe",
      "recipe": "tfc:terracotta",
      "text": "Обжиг терракоты работает так же, как в ванильной версии!"
    },
    {
      "type": "tfc:heat_recipe",
      "recipe": "tfc:cooked_beef",
      "text": "Есть сырое мясо плохо, поэтому его следует приготовить."
    }
  ]
}