{
  "name": "Природный мир",
  "icon": "tfc:textures/blocks/plants/goldenrod/goldenrod_2.png",
  "category": "getting_started",
  "advancement": "tfc:main/stone_age",
  "sortnum": 4,
  "pages": [
    {
      "type": "text",
      "text": "Мир TFC похож на Vanilla, но не обманывайтесь. Почти всё изменилось. Разнообразие флоры и фауны значительно расширилось, с десятками цветов и трав, которые вы можете найти, 19 деревьями, фруктами, овощами и многим другим.$(br2)Есть три вида воды: пресная вода, пригодная для питья, соленая вода, не пригодная для питья, и целебная вода из источника."
    },
    {
      "type": "text",
      "text": "Вы заметите, что гравий, камень, земля, трава, глина и даже песок имеют разные оттенки и вариации в зависимости от места вашего нахождения. Фактически, в TFC 21 тип каждого из них! Они распространены по всему миру, как и биомы. Уровень поверхности в TFC также гораздо выше. Под землей есть еще два слоя камня и пещеры со сталагмитами и сталактитами."
    },
    {
      "type": "text",
      "text": "Многие базовые блоки, к которым вы привыкли, подвержены $(thing)гравитации$(), включая булыжник, землю, глину и, да, песок и гравий. Гравитация управляется сложнее, чем вы могли бы подумать. Попытка сложить два блока земли друг на друга приведет к их падению, как и следовало ожидать в реальной жизни. Многие блоки, включая листья и солому, также прозрачны, что означает, что вы можете проходить сквозь них."
    },
    {
      "type": "text",
      "text": "В TFC нет строгих биомов, как вы могли ожидать. Вместо этого каждый чанк имеет разное значение $(thing)температуры$() и $(thing)осадков$(). По мере вашего движения на север становится холоднее, а на юг - теплее. Разные места также имеют разные уровни осадков и локальные колебания температуры, что вызывает появление разной флоры и фауны."
    },
    {
      "type": "text",
      "text": "Одна из самых важных вещей, которые вы найдете, - это $(thing)дикие культуры$(). В TFC много овощей, растущих в земле вокруг вас. Все, что вам нужно сделать, это поднять один. Но будьте осторожны! Если культура не созрела, вы получите только семена, без овощей."
    },
    {
      "type": "multiblock",
      "enable_visualize": false,
      "text": "Как может выглядеть созревшая гряда ржи, растущая в дикой природе.",
      "name": "Рожь",
      "multiblock": {
        "mapping": {
          "P": "tfc:crop/rye[stage=7]",
          "D": "tfc:grass/andesite"
        },
        "pattern": [
          [
            "   ",
            " P ",
            "   "
          ],
          [
            "DDD",
            "DDD",
            "DDD"
          ],
          [
            "   ",
            " 0 ",
            "   "
          ]
        ],
        "symmetrical": true
      }
    },
    {
      "type": "text",
      "text": "Если вы будете внимательно осматривать окрестности, то вскоре увидите, как в дикой природе растут кусты ягод. Когда на них вырастут ягоды, просто кликните правой кнопкой мыши, и у вас будет что поесть!"
    },
    {
      "type": "multiblock",
      "enable_visualize": false,
      "text": "Куст со зрелыми клубниками.",
      "name": "Клубника",
      "multiblock": {
        "mapping": {
          "P": "tfc:berry_bush/strawberry[fruiting=true]",
          "D": "tfc:grass/andesite"
        },
        "pattern": [
          [
            "   ",
            " P ",
            "   "
          ],
          [
            "DDD",
            "DDD",
            "DDD"
          ],
          [
            "   ",
            " 0 ",
            "   "
          ]
        ],
        "symmetrical": true
      }
    },
    {
      "type": "text",
      "text": "Другое, на что стоит обратить внимание, - это фруктовые деревья. Они имеют отличительный вид и действуют почти так же, как кусты с ягодами. Отрубите ветку топором, чтобы получить саженец."
    },
    {
      "type": "multiblock",
      "enable_visualize": false,
      "text": "Лимонное дерево.",
      "name": "Лимонное дерево",
      "multiblock": {
        "mapping": {
          "B": "tfc:fruit_trees/branch/lemon",
          "0": "tfc:fruit_trees/branch/lemon",
          "L": "tfc:fruit_trees/leaves/lemon[state=fruit]"
        },
        "pattern": [
          [
            "     ",
            " LLL ",
            " LLL ",
            " LLL ",
            "     "
          ],
          [
            " LLL ",
            "LLBLL",
            "LBBBL",
            "LLBLL",
            " LLL "
          ],
          [
            "     ",
            "     ",
            "  B  ",
            "     ",
            "     "
          ],
          [
            "     ",
            "     ",
            "  B  ",
            "     ",
            "     "
          ],
          [
            "     ",
            "     ",
            "  0  ",
            "     ",
            "     "
          ],
          [
            "     ",
            "     ",
            "  B  ",
            "     ",
            "     "
          ]
        ],
        "symmetrical": true
      }
    },
    {
      "type": "text",
      "text": "Мир TFC также подвержен воздействию $(thing)сезонов$(). Календарь следует стандартному 96-дневному году, с 8 днями в каждом месяце. Зимой культуры погибают, озера замерзают, и еда становится дефицитной. Продуктам требуется время для роста, поэтому возможно только несколько урожаев, в зависимости от региона."
    },
    {
      "type": "text",
      "text": "Фруктовые деревья и кусты с ягодами растут и цветут только в определенное время года. Некоторая флора растет только в более теплых регионах, в то время как некоторая - только в холодных. Осадки также играют роль. Некоторые регионы являются пустынями из-за малого количества осадков, в то время как некоторые места - тропическими лесами. Вероятно, вы не захотите жить в пустыне - вы не сможете найти там еду!"
    },
    {
      "type": "text",
      "text": " Будьте внимательны при выборе места для жилья."
    }
  ]
}