{
  "name": "Фермерство",
  "icon": "tfc:textures/items/metal/hoe/black_bronze.png",
  "category": "food",
  "advancement": "tfc:main/copper_age",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": "$(item)Мотыга$() может быть сделана из камня, выкована из слитка или отлита в $(l:basic_smithing/casting)керамической форме$(). Мотыга работает так же, как в ванильной версии, $(4)кликая правой кнопкой мыши$(), чтобы создать пахотную землю, однако в TFC пахотная земля немного сложнее, чем в ванили. У каждого блока пахотной земли есть значение влажности от $(thing)0$() (сухая) до $(thing)15$() (влажная)."
    },
    {
      "type": "text",
      "text": "Близость к источникам воды увеличивает уровень влажности, так же как и дождь. Для роста культур требуется как минимум 3 $(thing)уровня влажности$(). Больше блоков воды = больше влажности. Пахотная земля проверяет наличие воды в области $(thing)15x4x15$(), что означает, что блок пахотной земли может увлажняться от источника воды, находящегося на 2 блока ниже."
    },
    {
      "type": "text",
      "text": "В TFC культуры могут расти только тогда, когда $(thing)температура$() достаточно теплая. В противном случае рассада погибнет. Посадите их весной, и вы сможете получить 2 или даже 3 урожая, если будете регулярно заниматься их посадкой. Культура обычно считается созревшей, когда она становится золотисто-коричневого цвета, хотя это не всегда так. Некоторые растения, такие как перец и помидоры, дают овощи,"
    },
    {
      "type": "text",
      "text": "которые вы можете собирать $(4)кликнув правой кнопкой мыши$(), не уничтожая всё растение. Когда культуры замерзают или теряют влажность, они погибают. Мертвые культуры приобретают характерную почерневшую или обесцвеченную текстуру и не дают съедобных продуктов. Однако, когда мертвые культуры разрушаются, они дают больше семян, чем обычные культуры."
    },
    {
      "type": "text",
      "text": "Допускать гибель некоторых культур - полезная техника для расширения размера вашей фермы."
    }
  ]
}