{
  "name": "Основы Гончарного Дела",
  "icon": "minecraft:textures/items/clay_ball.png",
  "category": "getting_started",
  "advancement": "tfc:main/find_clay",
  "sortnum": 2,
  "pages": [
    {
      "type": "text",
      "text": "Для выживания и прогресса в мире TFC вам понадобятся вещи, которые нельзя просто сделать из палок, камней и травы. Здесь на помощь приходит $(thing)гончарное дело$(). Просто держите в руке как минимум 5 глины и $(4)кликните правой кнопкой мыши$(), и появится интерфейс лепки, как и для камня. Следуйте рецепту справа, чтобы сформировать невыпеченный кувшин. Будьте осторожны, если вы ошибетесь, вы можете потерять глину!"
    },
    {
      "type": "tfc:clay_knapping_recipe",
      "recipe": "tfc:clay_jug",
      "text": "Кувшин используется для хранения питьевой воды.$(br2)Смотрите $(l:reference/clay_knapping)раздел справки$() для получения дополнительной информации."
    },
    {
      "type": "tfc:clay_knapping_recipe",
      "recipe": "tfc:clay_small_vessel",
      "text": "Вам также понадобится что-то для хранения ваших вещей. Маленький сосуд для этого подходит! Он также сохраняет продукты, хранящиеся внутри."
    },
    {
      "type": "tfc:clay_knapping_recipe",
      "recipe": "tfc:clay_large_vessel",
      "text": "Большой сосуд ставится на землю как сундук и может быть запечатан для сохранения продуктов. В нем есть 9 слотов для хранения."
    },
    {
      "type": "tfc:clay_knapping_recipe",
      "recipe": "tfc:pick_head_mold",
      "text": "Вам также понадобятся металлические инструменты! Пока что вам просто понадобится форма для кирки, но проверьте $(l:reference/clay_tool_molds)раздел справки$() для других инструментов."
    },
    {
      "type": "text",
      "text": "Для обжига глиняных изделий вам придется построить $(thing)земляную печь$(). Это очень просто! Сначала выкопайте один блок в земле. Затем нажмите $(4)V$(), чтобы разместить ваши невыпеченные глиняные изделия в яму. Затем правой кнопкой мыши положите 8 соломы и затем 8 бревен, чтобы заполнить ее, прежде чем поджечь ее $(item)зажигалкой$()."
    },
    {
      "type": "multiblock",
      "multiblock_id": "tfc:pit_kiln",
      "text": "Только верхний блок земляной печи может быть открыт для воздуха."
    },
    {
      "type": "tfc:heat_recipe",
      "recipe": "tfc:unfired_jug",
      "text": "Через 8 часов ваши глиняные изделия будут обожжены! Теперь вы можете хранить свои вещи, нести воду и начать входить в медный век!"
    }
  ]
}