{
  "name": "Угольная яма",
  "icon": "tfc:textures/items/wood/log/oak.png",
  "category": "basic_smithing",
  "advancement": "tfc:main/pottery",
  "sortnum": 2,
  "pages": [
    {
      "type": "text",
      "text": "Угольная яма $(thing)Charcoal Pit$() является основным методом получения $(item)Древесного угля$(), который является основным источником $(l:basic_smithing/forge)топлива$() в TFC. Чтобы построить угольную яму, сначала нам нужно создать $(item)стопку бревен$(), нажав $(4)shift+правой кнопкой мыши$() с некоторым количеством бревен."
    },
    {
      "type": "text",
      "text": "В самом простом виде угольная яма - это структура из стопок бревен, покрытая негорючими твердыми блоками. Вам нужно будет вырыть небольшую яму в земле и заполнить ее стопками бревен (каждая по 16 бревен, чтобы максимизировать выход). Затем покройте стопки твердым блоком (земля подходит лучше всего). Затем удалите один покрывающий блок, чтобы обнажить стопку бревен, и сбросьте на нее $(item)факел$()."
    },
    {
      "type": "text",
      "text": "Подождите несколько секунд, пока он не загорится, затем покройте обнаженную стопку бревен и подождите. После этого вы можете выкопать оставшийся уголь лопатой."
    },
    {
      "type": "multiblock",
      "multiblock_id": "tfc:charcoal_pit_1x1",
      "text": "Это простая угольная яма 1x1. С учетом времени, необходимого для сгорания, она довольно неэффективна. Но эй, она работает!"
    },
    {
      "type": "multiblock",
      "multiblock_id": "tfc:charcoal_pit_3x3",
      "text": "Это пример большей угольной ямы, которую вы можете попробовать. Однако работать будет практически любая форма!"
    },
    {
      "type": "crafting",
      "recipe": "tfc:stick_bunch",
      "text": "Пучок палок используется для хранения палок. Его можно превратить в факелы."
    },
    {
      "type": "crafting",
      "recipe": "tfc:stick_bundle",
      "text": "Пучок веток по сути является своего рода бревном. Вы можете использовать его для создания угольных ям, а также жечь его в кострище."
    }
  ]
}