{
  "name": "Животноводство",
  "icon": "minecraft:textures/items/egg.png",
  "category": "food",
  "advancement": "tfc:main/make_quern",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": "В TFC есть $(thing)домашние животные$(), которых вы можете разводить. К домашним животным относятся: $(item)Курицы, Коровы, Лошади, Овцы, Ламы, Альпаки, Верблюды, Козы, Свиньи, Зебу, Перепела, Рябчики, Мускусные Быки и Яки.$()$(br2)"
    },
    {
      "type": "text",
      "text": "Чтобы животное начало вам доверять, вам нужно $(thing)приручить$() его. Для этого удерживайте shift и $(4)кликните правой кнопкой мыши$() по животному с зерном.$(br2)Кормите животное раз в 24 часа, и сердце, отображаемое над животным, пока вы держите shift, начнет заполняться."
    },
    {
      "type": "text",
      "text": "Привязанность будет немного уменьшаться каждый день, если она не достигла хотя бы 30% и с животным не взаимодействовали в течение последних 24 часов. У взрослых животных есть предел, насколько они могут стать ручными через приручение, только детеныши могут стать полностью одомашненными, набирая привязанность гораздо быстрее, чем взрослые. Детеныши сохраняют 50% привязанности своей матери при рождении, если она близка к максимальной привязанности, в этом случае они сохраняют 90%."
    },
    {
      "type": "text",
      "text": "Большинство домашних животных в TFC испытывают $(thing)половой диморфизм$(). Например, у самцов коров длинные рога, тогда как у самок рогов нет.$(br2)Кормление двух прирученных животных разного пола приведет к их размножению. Беременность может длиться от нескольких месяцев до года и часто дает несколько детенышей. Животным требуется время, чтобы вырасти во взрослых, и они также со временем $(thing)стареют$(). Старые животные выглядят более серыми и не могут забеременеть или производить продукты."
    },
    {
      "type": "text",
      "text": "Некоторые домашние животные способны производить различные продукты, когда они приручены и взрослые. Коровы, Зебу, Яки и козы дают молоко (для получения используйте ведро правой кнопкой мыши), а овцы и альпаки позволяют себя стричь."
    },
    {
      "type": "crafting",
      "recipe": "tfc:nest_box",
      "title": "Гнездовая Коробка",
      "text": "Курицы, Рябчики, Утки и Перепела ежедневно несут яйца, если вы предоставите им $(item)гнездовую коробку$() для использования. Если самец того же вида оплодотворит самку до того, как она снесет яйца, яйцо будет оплодотворено и в конечном итоге выведется. Яйца также можно приготовить."
    },
    {
      "type": "text",
      "text": "В TFC также встречаются Волки и Оцелоты, которых можно охотиться за пищу. Однако их также можно приручить с помощью мяса обычным способом."
    },
    {
      "type": "crafting",
      "recipe": "tfc:lead",
      "title": "Поводок",
      "text": "Чтобы приручить лошадь, вам понадобится $(item)поводок$(). Поводки изготавливаются из $(l:processes/barrels)Волокон Джута, которые делаются путем запечатывания Джута в бочке с Пресной Водой.$()"
    },
    {
      "type": "crafting",
      "recipe": "tfc:halter",
      "title": "Приручение Лошадей",
      "text": "Лошади, мулы и ослы также существуют в TFC. Чтобы приручить одного из них, сначала приручите его, а затем используйте $(item)уздечку$() для приручения. Затем вы можете поставить на животное седло, чтобы управлять им. Мулы и ослы также могут нести сундуки, в которых вы можете хранить вещи."
    },
    {
      "type": "tfc:leather_knapping_recipe",
      "recipe": "tfc:leather_saddle",
      "text": "Седло должно быть выделано."
    }
  ]
}