{
  "name": "Наковальня",
  "icon": "tfc:textures/items/stone/hammer.png",
  "category": "basic_smithing",
  "advancement": "tfc:main/copper_age",
  "sortnum": 7,
  "pages": [
    {
      "type": "text",
      "text": "Для того чтобы продвигаться дальше, нам нужно работать с металлом. Но прежде чем мы сможем это сделать, нам нужен $(item)Флюс$(), который используется для сварки предметов вместе. Флюс делается из любого из флюсовых камней: $(thing)Мел, Доломит, Известняк и Мрамор.$()"
    },
    {
      "type": "tfc:rock_knapping_recipe",
      "recipe": "tfc:hammer_head",
      "text": "Для того чтобы сделать флюс или использовать наковальню, вам понадобится $(item)молоток."
    },
    {
      "type": "crafting",
      "recipe": "tfc:flux",
      "title": "Флюс",
      "text": "Чтобы сделать флюс, просто скрафтите ваш молоток с одним из флюсовых камней, упомянутых ранее."
    },
    {
      "type": "tfc:quern_recipe",
      "recipe": "tfc:flux",
      "text": "Как альтернатива, флюс можно сделать в $(l:processes/quern)жерновах$()."
    },
    {
      "type": "tfc:quern_recipe",
      "recipe": "tfc:borax",
      "text": "Если вы найдете минерал $(item)буру$(), вы можете измельчить его в жерновах, чтобы сделать флюс."
    },
    {
      "type": "text",
      "text": "Первым типом наковальни, которую вы будете использовать, является каменная наковальня. Чтобы сделать ее, вам нужно $(4)кликнуть правой кнопкой мыши$() вашим молотком по открытому сырому $(thing)изверженному$() камню.$(br2)Изверженные камни это $(thing)Диорит, Габбро, Гранит, Андезит, Базальт, Дацит и Риолит."
    },
    {
      "type": "multiblock",
      "enable_visualize": false,
      "text": "Каменная наковальня - это самая базовая наковальня в игре. Она выглядит как сырой каменный блок, пониженный на восьмую.",
      "name": "Каменная Наковальня",
      "multiblock": {
        "mapping": {
          "P": "tfc:anvil/granite"
        },
        "pattern": [
          [
            "P"
          ],
          [
            "0"
          ]
        ],
        "symmetrical": true
      }
    },
    {
      "type": "clay_knapping_recipe",
      "recipe": "tfc:ingot_mold",
      "text": "Чтобы иметь возможность работать на наковальне, вам понадобятся $(item)слитки$(). К счастью, это легко! Вам понадобится 100 единиц любого металла или сплава, и вылейте его в $(l:basic_smithing/casting)керамическую форму для слитка.$()"
    },
    {
      "type": "text",
      "text": "Наковальни можно использовать для придания металлу всевозможных форм, но на данный момент нас будет интересовать только $(thing)сварка$(). Для сварки материал должен быть нагрет до рабочей температуры. Когда что-то впервые выходит из формы для слитка, оно должно говорить $(item)Можно Обработать$() и/или $(item)Можно Сварить$(). Вы также можете использовать вашу кузницу, чтобы нагреть вещи до этих температур."
    },
    {
      "type": "tfc:welding_recipe",
      "recipe": "tfc:double_ingot_copper",
      "text": "Чем дольше что-то остается вне кузницы, тем больше оно остывает, поэтому нужно действовать быстро. Откройте интерфейс наковальни и поместите ваш $(item)флюс$() внутрь. Затем поместите два слитка, нажав $(4)shift+правая кнопка мыши$(). Выходите из интерфейса и $(4)shift+правая кнопка мыши$(), чтобы сварить слитки. Это даст вам $(item)двойной слиток$()."
    },
    {
      "type": "crafting",
      "recipe": "tfc:metal/copper/copper_anvil",
      "text": "Это всего лишь медная наковальня, которая позволит вам работать с медными предметами, но этот рецепт работает для любых основных металлов для инструментов!"
    },
    {
      "type": "text",
      "text": "Сварка может выполняться только на наковальнях на один уровень ниже, чем металл, который сваривается. Таким образом, вы можете работать с медными инструментами только на медной или лучшей наковальне. Это означает, что важно постоянно обновлять вашу наковальню для продвижения вперед. К счастью, вы можете переплавить вашу наковальню, когда закончите её использовать, чтобы вернуть слитки. Смотрите $(l:reference/smithing)раздел справки$() для уровней металлов."
    }
  ]
}