{
  "name": "Поиски и Добыча",
  "icon": "tfc:textures/items/metal/propick/bismuth_bronze.png",
  "category": "basic_smithing",
  "advancement": "tfc:main/copper_age",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": "Крупицы руды на земле хорошо указывают на местонахождение жил, но вам понадобится что-то более точное. Изготовьте или отлейте кирку геолога, чтобы начать поиски. Для этого потребуется всего 100 единиц любого металла для инструментов, и все они одинаково полезны.$(br2) В то время как крупицы руды содержат только 10 единиц металла, руды могут быть $(thing)Бедными, Обычными или Богатыми$() (15, 25 или 35 единиц)."
    },
    {
      "type": "text",
      "text": "Кликните правой кнопкой мыши по земле, чтобы использовать кирку геолога. Она проверяет наличие руды в кубе 25 блоков и сообщает, что находит и в какой концентрации.$(br)$(thing)Примечание: Кирка никогда не обманет о наличии жилы руды, но иногда она может не обнаружить жилу, которая там есть. Чтобы исправить это, просто кликните по другому блоку поблизости."
    },
    {
      "type": "text",
      "text": "$(thing)Метод Поисков$()$(br2)1. Кликайте киркой геолога, пока не обнаружите следы руды.$(br)2. Обойдите вокруг, пока не обнаружите очень большой образец.$(br)3. Идите в одном направлении, кликая, пока не перестанет показываться 'очень большой образец'. Отметьте это место.$(br)4. Вернитесь в середину и сделайте то же самое в другом направлении.$(br)5. Центр между двумя линиями, образованными вашими отметками, должен быть центром жилы."
    },
    {
      "type": "crafting",
      "recipe": "tfc:wood/white_cedar/white_cedar_support",
      "title": "Опорная Балка",
      "text": "Опорная балка необходима, чтобы предотвратить обрушение пещер и шахт на вас. Падающий камень разрушит руду (и вас), поэтому важно использовать безопасные методы добычи."
    },
    {
      "type": "multiblock",
      "enable_visualize": false,
      "text": "Пример конструкции опоры.",
      "name": "Структура Балки",
      "multiblock": {
        "mapping": {
          "L": "tfc:wood/support/pine[west=true,axis=y]",
          "M": "tfc:wood/support/pine[axis=z]",
          "R": "tfc:wood/support/pine[east=true,axis=y]",
          "B": "tfc:wood/support/pine[axis=y]"
        },
        "pattern": [
          [
            "LMMMR"
          ],
          [
            "B 0 B"
          ],
          [
            "B   B"
          ]
        ],
        "symmetrical": false
      }
    },
    {
      "type": "text",
      "text": "$(thing)Примечание: Только горизонтальные блоки опорных балок могут поддерживать блоки$().$(br2)Чтобы построить конструкцию поддержки, сначала кликните правой кнопкой мыши опорной балкой по земле. Должен образоваться 3-х блочный столб. Сделайте второй столб, затем кликните по боку одного, чтобы соединить их.$(br2)$(thing)Примечание: Если блок упадет на опорную балку, вся конструкция может обрушиться.$()"
    },
    {
      "type": "multiblock",
      "enable_visualize": false,
      "text": "Представьте, что в центре этой структуры находится одиночная опорная балка.",
      "name": "Визуализация Поддержки",
      "multiblock": {
        "mapping": {
          "W": "tfc:alabaster/polished/white",
          "0": "tfc:alabaster/polished/lime",
          "B": "tfc:alabaster/polished/black"
        },
        "pattern": [
          [
            "         ",
            "         ",
            "         ",
            "         ",
            "    B    ",
            "         ",
            "         ",
            "         ",
            "         "
          ],
          [
            "    B    ",
            "    W    ",
            "    B    ",
            "    W    ",
            "BWBW0WBWB",
            "    W    ",
            "    B    ",
            "    W    ",
            "    B    "
          ],
          [
            "         ",
            "         ",
            "         ",
            "         ",
            "    B    ",
            "         ",
            "         ",
            "         ",
            "         "
          ]
        ],
        "symmetrical": false
      }
    },
    {
      "type": "text",
      "text": "С одной горизонтальной опорой поддерживается 3 блока вертикально и 4 блока в каждом направлении, как показано на диаграмме. Будьте осторожны, добывая в неподдерживаемых областях, так как это может вызвать обширное обрушение, которое легко убьет вас!"
    }
  ]
}